Repository: OmarMonterrey/wp-splitorderpayment
Catalog: languages/omsplitorderpayment-*.po
Languages: es_es

source: Split Order's Payment
es_es: Compartir pagos en Pedidos

source: Allows your customers to split their payment between many of them.
es_es: Le permite a sus clientes compartir los pagos de sus pedidos entre varios de ellos.

source: Parent for this Order
es_es: Padre de este Pedido

source: Split Payments for this Order
es_es: Pagos Compartidos para este Pedido

source: Invalid or expired request, please try again.
es_es: Solicitud inválida o expirada, por favor intente de nuevo.

source: Invalid order.
es_es: Pedido inválido.

source: %s is not a valid email.
es_es: %s no es un correo válido.

source: %s is already invited.
es_es: %s ya está invitado.

source: Invalid invitation.
es_es: Invitación inválida.

source: Payment method not instantiated.
es_es: Método de pago no inicializado.

source: Amount should be equal to %s
es_es: El monto debe ser igual a %s

source: Amount should be less than %s
es_es: El monto debe ser menor que %s

source: Amount should be more than %s
es_es: El monto debe ser mayor que %s

source: Split Payment Invitation
es_es: Invitación de Pago Compartido

source: An email sent to customers when invited to split payment.
es_es: El correo enviado a los clientes invitados a realizar pagos compartidos.

# default email subject split payments invitations
source: [%s] Split Payment Invitation
es_es: [%s] Invitación de Pago Compartido

source: Split Payment
es_es: Pago Compartido

source: Allow customers to split their payment between many of them.
es_es: Le permite a sus clientes comparitr pagos entre varios de ellos.

source: You will be able to invite payers once your order is placed.
es_es: Podrá invitar pagadores una vez el pedido esté realizado.

source: Enable/Disable
es_es: Habilitar/Deshabilitar

source: Allow Split Payment
es_es: Permitir Pagos Compartidos

source: Allow Multiple Payments
es_es: Permitir Múltiples Pagos

source: Allow invites to pay multiple times with a single invitation, (only works for custom amounts payments)
es_es: Le permite a los invitados pagar varias veces con una misma invitación, (Sólo funciona con montos personalizados)

source: When unmarked, only one payment will be allowed per invite.
es_es: Cuando no esté marcado, solo un pago se permitirá por invitado.

source: Payment List Privacy
es_es: Privacidad de la lista de pagos

source: Show payment list to all invited customers
es_es: Mostrar lista de pagos a todos los invitados

source: When unmarked, only the customer that places the order will see the payment list.
es_es: Cuando no esté marcado, solo el cliente que crea el pedido podrá ser la lista de pagos.

source: Title
es_es: Título

source: This controls the name the users see for this payment method.
es_es: Esto controla el nombre que los usuarios ven para este método de pago

source: Payment Type
es_es: Tipo de Pago

source: You need to be logged in to be able to split payments.
es_es: Debes iniciar sesión para poder realizar pagos compartidos.

source: Waiting split payment
es_es: Esperando pagos compartidos

source: Invitations
es_es: Invitaciones

source: Payer Name
es_es: Nombre del Pagador

source: Payer Email
es_es: Correo del Pagador

source: This order has no invitations.
es_es: Este pedido no tiene invitaciones.

source: Send Payment Invitations
es_es: Enviar Invitaciones de Pago

source: Invite Email
es_es: Correo del Invitado

source: Invite Name
es_es: Nombre del Invitado

source: Optional
es_es: Opcional

source: Add invitation
es_es: Agregar Invitación

source: Send invitations
es_es: Enviar invitaciones

source: Payments Made
es_es: Pagos Hechos

source: Payment Amount
es_es: Monto del Pago

source: This order has no payments made.
es_es: Este pedido no tiene pagos hechos.

source: Order Total
es_es: Total del Pedido

source: Payment Made
es_es: Monto Pagado

source: Payment Remaining
es_es: Monto Pendiente

source: Make Payment
es_es: Realizar Pago

source: You will be able to make only one payment, make sure the amount is correct.
es_es: Sólo se le permitirá realizar un pago, asegurese de que el monto sea el correcto.

source: Amount
es_es: Monto

source: You've been invited to pay part of an order in %1$s. Click here to make your payment: %2$s
es_es: Ha recibido una invitación para pagar parte de una orden en %1$s. Haga click aquí para realizar su pago: %2$s

source: This order is marked as paid.
es_es: Esta orden está marcada como paga.

source: This invitation is marked as paid.
es_es: Esta invitación está marcada como paga.
